Repository: Ngoni-Sama/chemstudio
Catalog: Student/pages/layout/inorganic-chemistry-virtual-lab-master/src/lab/water_analysis/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: 'चयन परीक्षण' लटकती से परीक्षण का चयन करें।

source: help2
hi_in: चयनित परीक्षण कठोरता है, तो 'टाइट्रेट' लटकती का उपयोग कर 'टाइट्रेट का चयन करें।

source: help3
hi_in: टाईट्रट की मात्रा, टाईट्रट और टाईट्रट इसी स्लाइडर्स का उपयोग करने का मोलारिटी की गति समायोजित करें।

source: help4
hi_in: 'आरंभ' बटन पर क्लिक करें प्रयोग शुरू करने के लिए ।

source: help5
hi_in: टाईट्रट जब तक नीले रंग बदलने मनाया जाता है।

source: help6
hi_in: यदि चयनित परीक्षण क्षारीयता है, टाइट्रेट 'टाइट्रेट की मात्रा' स्लाइडर का उपयोग की मात्रा समायोजित करें।

source: help7
hi_in: टाईट्रट और टाईट्रट इसी स्लाइडर का उपयोग करने का सामान्य की गति समायोजित करें।

source: help8
hi_in: प्रारंभ में, फिनोलफथालीन सूचक का चयन करें जब तक समाधान बेरंग हो जाते टाइट्रेट।

source: help9
hi_in: प्रयोग रोकने के बाद, मिथाइल ऑरेंज जोड़ सकते हैं और जब तक titrate नारंगी रंग बदलने मनाया जाता है।

source: help10
hi_in: यदि चयनित परीक्षण कॉड, का चयन करें पानी का उपयोग 'पानी का नमूना चुनें' लटकती नमूना है।

source: help11
hi_in: नमूना पानी डिस्टीलिंग के लिए बटन 'मेंटल पर स्विच' पर क्लिक करें।

source: help12
hi_in: 30 मिनट के लिए प्रतीक्षा करें और फिर 'शुरू अनुमापन' बटन का उपयोग अनुमापन शुरू करते हैं।

source: help13
hi_in: 'टाईट्रट' लटकती का उपयोग कर टाईट्रट का चयन करें।

source: help14
hi_in: टाईट्रट और टाईट्रट इसी स्लाइडर का उपयोग करने का सामान्य की गति समायोजित करें।

source: help15
hi_in: टाइट्रेट जब तक शराब लाल रंग बदलने मनाया जाता है।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Water Analysis : Chemical Content
hi_in: जल विश्लेषण : रासायनिक सामग्री

source: Variables
hi_in: चर

source: Hardness
hi_in: कठोरता

source: Select test
hi_in: परीक्षण का चयन

source: Titrant
hi_in: टाईट्रट

source: EDTA
hi_in: इडीटीए

source: Speed of titrant
hi_in: टाईट्रट की स्पीड

source: Molarity of titrant
hi_in: टाईट्रट के मोलरिटी

source: Titrate
hi_in: टाइट्रेट

source: ml
hi_in: मिलीलीटर

source: Volume of titrate
hi_in: टाइट्रेट की मात्रा

source: Indicator
hi_in: सूचक

source: Well water
hi_in: अच्छा पानी

source: Titrant used
hi_in: टाईट्रट इस्तेमाल किया

source: Titrant used, V1
hi_in: टाईट्रट इस्तेमाल किया , V1

source: Titrant used, V2
hi_in: टाईट्रट इस्तेमाल किया , V1

source: Select water sample
hi_in: पानी के नमूने का चयन

source: Blank (20
hi_in: खाली (20

source: Normality
hi_in: साधारण अवस्था

source: Ferrous ammonium sulphate
hi_in: लौह अमोनियम सल्फेट

source: Ferroin
hi_in: फेरोइन

source: Erichrome Black T
hi_in: एरिओक्रोम ब्लैक टी

source: Phenolphthaline
hi_in: फिनोलफथालीन

source: HCl
hi_in: एचसीएल

source: Well water (PH > 10)
hi_in: अच्छी तरह से पानी (पीएच > 10 )

source: error message
hi_in: कृपया फिनोलफथालीन सूचक पहले , मिथाइल नारंगी सूचक द्वारा पीछा किया चयन

source: Procedure
hi_in: प्रक्रिया

source: instruction1
hi_in: 1. भाटा फ्लास्क में HgSO₄ 0.4ग्राम ।

source: instruction2
hi_in: 2. 20 मिलीलीटर पानी और 10ml पोटेशियम डाइक्रोमेट (0.25 एन ) जोड़ें।

source: instruction3
hi_in: 3. धीरे-धीरे 30मिलीलीटर Ag₂SO₄ युक्त H₂SO₄ जोड़े और तरह से मिला लें।

source: instruction4
hi_in: 4. भाटा 30 मिनट के लिए सामग्री।

source: instruction5
hi_in: 5. फेरोइन सूचक का उपयोग कर लौह अमोनियम सल्फेट के साथ अतिरिक्त K₂Cr₂O₇ टाइट्रेट ।

source: Switch on mantle
hi_in: विरासत पर स्विच

source: Start titration
hi_in: अनुमापन शुरू

source: Start
hi_in: प्रारंभ

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Alkalinity
hi_in: क्षारीयता

source: COD
hi_in: सीओडी

source: Tap water
hi_in: नल का पानी

source: Sea water
hi_in: समुद्र का पानी

source: Tap water (20
hi_in: पानी के नल (20

source: Well water (20
hi_in: अच्छी तरह से पानी (20

source: Domestic waste water (20
hi_in: घरेलू अपशिष्ट जल (20

source: Methyl orange
hi_in: मिथाइल नारंगी

source: Stop
hi_in: रुकें
