Repository: Ngoni-Sama/chemstudio
Catalog: Student/pages/layout/physical-chemistry-virtual-lab-master/src/lab/Spectrophotometry/locale/*/messages.po
Languages: hi_in

source: Error
hi_in: त्रुटि

source: Wrong Answer!
hi_in: गलत जवाब!

source: Okay
hi_in: ठीक है

source: Click here to open
hi_in: खोलने के लिए

source: Click here to close
hi_in: बंद करने के लिए

source: Known Concentration
hi_in: ज्ञात एकाग्रता

source: Unknown Concentration
hi_in: अज्ञात एकाग्रता

source: Blank
hi_in: रिक्त

source: help1
hi_in: सबसे पहले समाधान है जो आप चाहते हैं का चयन करें।

source: help2
hi_in: स्लाइडर का उपयोग एकाग्रता का चयन करें।

source: help3
hi_in: तब स्पेक्ट्रोफोटोमीटर के ढक्कन खोलने के लिए और उस पर क्लिक करके खाली क्युवेट जगह है।

source: help4
hi_in: ढक्कन बंद कर दें।

source: help5
hi_in: 0 एबीएस 100% टी बटन पर क्लिक करें, साधन अब 0.00000 ए पढ़ता

source: help6
hi_in: ढक्कन खोलें और उस पर क्लिक करके खाली क्युवेट को हटा दें।

source: help7
hi_in: तब स्पेक्ट्रोफोटोमीटर में ज्ञात एकाग्रता के साथ क्युवेट जगह है।

source: help8
hi_in: ढक्कन बंद करें और 350 एनएम और 700 एनएम के बीच अब्सॉर्बन्स के उपाय।

source: help9
hi_in: हम वृद्धि / / नीचे तीर बटन का उपयोग कर तरंगदैर्ध्य घटा सकते हैं।

source: help10
hi_in: हम तरंग दैर्ध्य के लिए सम्मान के साथ मशीन में अब्सॉर्बन्स देख सकते हैं।

source: help11
hi_in: ए / टी बटन प्रदर्शित करता है अब्सॉर्बन्स और संप्रेषण बारी-बारी से।

source: help12
hi_in: अधिकतम अब्सॉर्बन्स के लिए इसी मूल्य को तरंगदैर्ध्य सेट करें।

source: help13
hi_in: ढक्कन खोलें और ज्ञात एकाग्रता के साथ क्युवेट को हटा दें।

source: help14
hi_in: एक ही समाधान के साथ, लेकिन एक अज्ञात एकाग्रता में क्युवेट रखें।

source: help15
hi_in: इस तरंग दैर्ध्य के लिए अब्सॉर्बन्स पढ़ें और अज्ञात समाधान की एकाग्रता की गणना।

source: help16
hi_in: पाठ बॉक्स में मूल्य की गणना दर्ज करें और अपने परिणाम की जाँच करें।

source: help17
hi_in: रीसेट बटन प्रयोग रीसेट करने के लिए है।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Spectrophotometry
hi_in: स्पेक्ट्रोफोटोमेट्री

source: Variables
hi_in: चर

source: Solution
hi_in: सलूशन

source: Cobalt(II) Chloride
hi_in: कोबाल्ट(II) क्लोराइड

source: Concentration
hi_in: एकाग्रता

source: Reset
hi_in: रीसेट

source: Cuvette Length = 1 cm
hi_in: क्युवेट की लंबाई = 1 से.मी

source: Calculated Concentration
hi_in: परिकलित एकाग्रता

source: Submit
hi_in: जमा करें

source: Correct Answer
hi_in: सही उत्तर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Hexaaquacobalt(II) Ion
hi_in: हेसाकाकबलत(II) आयन

source: Ferrocene
hi_in: फरोसन

source: Crystal Violet
hi_in: क्रिस्टल वायलेट

source: Rose Bengal
hi_in: रोज बंगाल

source: Coumarin
hi_in: कौमारिन
