Repository: Ngoni-Sama/chemstudio
Catalog: Teacher/pages/layout/inorganic-chemistry-virtual-lab-master/src/lab/Acid_*_Titration/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: ' तित्रांत ' लटकती का उपयोग कर तित्रांत का चयन करें।

source: help2
hi_in: तित्रांत ' तित्रांत की स्पीड ' स्लाइडर का उपयोग करने की गति को समायोजित करें।

source: help3
hi_in: ' टाइट्रेट ' लटकती का उपयोग कर titrate का चयन करें।

source: help4
hi_in: 'टाइट्रेट के सामान्य ' स्लाइडर का उपयोग titrate के सामान्य समायोजित करें।

source: help5
hi_in: टाइट्रेट ' टाइट्रेट की मात्रा' स्लाइडर का उपयोग की मात्रा समायोजित करें।

source: help6
hi_in: संकेतक चुनें ' संकेतकों' लटकती का उपयोग कर।

source: help7
hi_in: 'आरंभ' बटन पर क्लिक करें प्रयोग शुरू करने के लिए ।

source: help8
hi_in: समाधान टाइट्रेट जब तक एक रंग परिवर्तन प्राप्त की है।

source: help9
hi_in: अंत बिंदु को ध्यान से देखें ।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Acid Base Titration
hi_in: एसिड आधार अनुमापन

source: Variables
hi_in: चर

source: Hydrochloric acid
hi_in: हाइड्रोक्लोरिक एसिड

source: Normality of titrate
hi_in: टाइट्रेट के सामान्य

source: Volume of titrate
hi_in: टाइट्रेट की मात्रा

source: Indicators
hi_in: संकेतक

source: Titrate
hi_in: टाइट्रेट

source: 0.1N Sodium thiosulphate
hi_in: 0.1N सोडियम थीओसुलफेट

source: Sodium hydroxide
hi_in: सोडियम हाइड्रॉक्साइड

source: Methylorange
hi_in: मिथाइल नारंगी

source: Select oil/fat
hi_in: तेल प्रवर / वसा

source: Speed of drops
hi_in: तित्रांत की गति

source: ml
hi_in: मिलीलीटर

source: Titrant used
hi_in: तित्रांत इस्तेमाल किया

source: Invalid indicator ! Please try again...
hi_in: अमान्य सूचक ! कृपया पुन: प्रयास करें...

source: Start
hi_in: प्रारंभ

source: Add starch
hi_in: स्टार्च जोड़े

source: Refill burette
hi_in: रिफिल बूरेट

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Sulphuric acid
hi_in: सल्फ्यूरिक एसिड

source: Hydrobromic acid
hi_in: हाइड्रो bromic एसिड

source: Oxalic acid
hi_in: ऑक्सालिक एसिड

source: Acetic acid
hi_in: सिरका अम्ल

source: Sodium hydroxide
hi_in: सोडियम हाइड्रॉक्साइड

source: Potassium hydroxide
hi_in: पोटेशियम हाइड्रोक्साइड

source: Ammonia
hi_in: अमोनिया

source: Sodium carbonate
hi_in: सोडियम कार्बोनेट

source: Methyl orange
hi_in: मिथाइल नारंगी

source: Phenolphthalein
hi_in: फेनोफथालीन

source: Methyl red
hi_in: मिथाइल लाल

source: Stop
hi_in: रुकें
